{"translation-revision-date":"2025-10-10 16:52:28+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Access the features that top WordPress sites run on.":["Получите доступ к функциям, которые используют лучшие сайты WordPress."],"Install Spectra Free":["Установить Spectra бесплатно"],"Spectra Banner":["Баннер Spectra"],"Spectra Video":["Видео Spectra"],"Spectra is a powerful visual website builder made for WordPress. Just click, drag, and create anything — no code, no limits.":["Spectra — это мощный визуальный конструктор сайтов для WordPress. Просто кликайте, перетаскивайте и создавайте что угодно — без кода, без ограничений."],"Design Your Website Visually — Fast, Easy & Without Limits":["Создавайте свой сайт визуально — быстро, легко и без ограничений"],"Starter Templates Video":["Видео о шаблонах Starter Templates"],"Access exclusive templates, advanced site tools, and pro-level design features — everything you need to stand out online.":["Получите доступ к эксклюзивным шаблонам, расширенным инструментам сайта и профессиональным функциям дизайна - всему, что нужно, чтобы выделиться в Интернете."],"Activate %s":["Активировать %s"],"Choose from a huge library of professionally designed websites. Import everything — pages, images, content — and launch fast using your favorite page builder.":["Выбирайте из огромной библиотеки профессионально разработанных веб-сайтов. Импортируйте все - страницы, изображения, содержимое - и быстро запустите сайт с помощью вашего любимого конструктора страниц."],"Create and edit inside the same WordPress editor you already know. Zero learning curve, pure productivity.":["Создавайте и редактируйте в том же редакторе WordPress, который вы уже знаете. Никаких сложностей в освоении, только чистая продуктивность."],"Free Version":["Бесплатная версия"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. %s.":["Собирайте не конфиденциальную информацию с вашего веб-сайта, такую как версия PHP и используемые функции, чтобы помочь нам быстрее исправлять ошибки, принимать более разумные решения и создавать функции, которые действительно важны для вас. %s."],"%1$s Header\/Footer Builder is a new and powerful way to design header and footer for your website. With this, you can give a creative look to your header\/footer with less effort. Activating this feature will add advanced options to %2$s customizer where you can create awesome new designs..":["%1$s Header\/Footer Builder - это новый и мощный инструмент для создания верхних и нижних колонтитулов для вашего веб-сайта. С его помощью вы сможете придать верхним и нижним колонтитулам креативный вид с минимальными усилиями. Активировав эту функцию, вы добавите расширенные настройки настройщика %2$s, где сможете создавать потрясающие новые дизайны."],"%s Extensions":["%s Расширения"],"Custom Layouts & Site Builder":["Пользовательские макеты и конструктор сайтов"],"Lightning-Fast Performance":["Молниеносная производительность"],"Versions":["Версии"],"WooCommerce Enhancements":["Улучшения WooCommerce"],"Built with performance in mind, our templates help you launch fast-loading websites that scale with your ideas.":["Наши шаблоны, созданные с учетом требований к производительности, помогут вам запустить быстро загружающиеся веб-сайты, которые будут масштабироваться вместе с вашими идеями."],"Core":["Ядро"],"Contribute to Astra":["Внесите свой вклад в Astra"],"Tweak every element to match your brand perfectly, from colors to layout and everything in between.":["Настройте каждый элемент так, чтобы он идеально соответствовал вашему бренду, от цветов до макета и всего остального."],"Supercharge your store with advanced design options, conversion-boosting features, and seamless WooCommerce integration.":["Усовершенствуйте свой магазин с помощью расширенных возможностей дизайна, функций, повышающих конверсию, и плавной интеграции с WooCommerce."],"Account Page – Vertical Menu Options":["Страница учетной записи – Вертикальное меню"],"Compare the features to find the best option for your website.":["Сравните функции, чтобы найти лучший вариант для вашего сайта."],"Course Content Table – Colors & Typography Options":["Содержания курса – цвета и варианты типографики"],"Course List Page – Course Columns Option":["Страница со списком курсов – параметр \"Столбцы курсов\""],"Header – Enable Distraction Free Learning":["Заголовок – Включите режим обучения без отвлекающих факторов"],"Student – Course\/Lesson Page – Instructor Detail Visibility Control":["Студент – Страница курса\/урока – Контроль видимости сведений о преподавателе"],"100% Width for Menu Dropdown":["100% ширина раскрывающегося меню"],"2 Elements":["2 элемента"],"Add to Cart – Ajax Based":["Добавить в корзину – на базе Ajax"],"Add to Cart – Product Quantity Button":["Добавить в корзину – кнопка количества товара"],"Container Width for Menu Dropdown":["Ширина контейнера для выпадающего меню"],"Widgets in Menu Dropdown":["Виджеты в раскрывающемся меню"],"Beaver Builder Templates in Menu Dropdown":["Шаблоны Beaver Builder в раскрывающемся меню"],"%s plugin needs to be installed and activated to enable this module.":["Для включения этого модуля необходимо установить и активировать плагин %s."],"Boost performance and improve shopping experience with advanced features.":["Повысьте производительность и улучшите качество обслуживания покупателей с помощью расширенных функций."],"Create and manage courses, quizzes, and more with tools designed for effective learning.":["Создавайте и управляйте курсами, викторинами и другими материалами с помощью инструментов, разработанных для эффективного обучения."],"Design and manage every part of your website—headers, footers, 404 pages, and more.":["Разрабатывайте и управляйте каждой частью вашего веб-сайта — верхними и нижними колонтитулами, страницами 404 и т. д."],"Hello %s":["Привет %s"],"With Astra Pro Nav Menu module you can create stunning mega menus with ease":["С модулем Astra Pro Nav Menu вы можете с легкостью создавать потрясающие мега меню"],"Astra Video Thumbnail":["Миниатюра видео Astra"],"Create custom page headers with backgrounds, breadcrumbs, and display rules.":["Создавайте пользовательские заголовки страниц с фоном, навигационными цепочками и правилами отображения."],"Upgrade to Astra Pro – More Power, More Control!":["Перейдите на Astra Pro – больше мощности, больше контроля!"],"Toggle %s Module Status":["Переключить состояние модуля %s"],"Oops! Documentation not found.":["Упс! Документация не найдена."],"Go to Dashboard":["Перейти в панель управления"],"404":["404"],"No docs found!":["Документы не найдены!"],"What's New":["Что нового"],"Activation failed. Please try again.":["Активация не удалась. Повторите попытку."],"Extend Your Website":["Расширьте свой веб-сайт"],"An error occurred while saving.":["Произошла ошибка при сохранении."],"An error occurred while regenerating assets.":["Произошла ошибка при восстановлении ресурсов."],"active users":["активные пользователи"],"Know More →":["Узнать больше →"],"Faster and exclusive support service designed for VIP assistance and benefits.":["Более быстрая и эксклюзивная служба поддержки, предназначенная для VIP-помощи."],"VIP Priority Support":["Приоритетная VIP-поддержка"],"%s Extensions that will elevate your online store from good to exceptional.":["%s Расширения, которые сделают ваш интернет-магазин не просто хорошим, а исключительным."],"Welcome Banner":["Приветственный баннер"],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s - это быстрая, полностью настраиваемая и красивая тема WordPress, подходящая для блога, личного портфолио, бизнес-сайта и магазина WooCommerce. Она очень легкая и обеспечивает беспрецедентную скорость работы."],"%s Modules":["%s модули"],"Do more with %s Modules":["Сделайте больше с помощью модулей %s"],"Site Builder":["Конструктор сайта"],"View All Documentation":["Просмотреть всю документацию"],"Pro":["Pro"],"Activate Now":["Активировать сейчас"],"Rate Us":["Оцените нас"],"Custom Footer":["Произвольный подвал"],"Free vs Pro":["Бесплатная или платная"],"Free":["Бесплатно"],"Quick Settings":["Быстрые настройки"],"Divider Elements":["Разделительные элементы"],"Native WordPress Interface":["Встроенный интерфейс WordPress"],"Successfully Activated!":["Успешно активирован!"],"Successfully Deactivated!":["Успешно деактивирован!"],"Cache Cleared!":["Кэш очищен!"],"Deactivated!":["Деактивировано!"],"Successfully imported!":["Успешно импортирован!"],"Join the Community":["Присоединяйтесь к сообществу"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["У вас есть вопрос о плагине, вы хотите поделиться своим замечательным проектом или просто поздороваться? Присоединяйтесь к нашему замечательному сообществу!"],"Colors and Backgrounds":["Цвета и фоны"],"Limited Features":["Ограниченные возможности"],"Full Width Site Layout":["Полноразмерный макет сайта"],"WooCommerce Mini-Cart Shortcode":["Шорткод мини-корзины WooCommerce"],"Page Background Styling":["Оформление фона страницы"],"Sidebar Designing Styles":["Стили дизайна области виджетов"],"Color & Typography Options":["Параметры цвета и типографики"],"Max Width Site Layout":["Макс. ширина макета сайта"],"Mega Menu":["Мега меню"],"Assets Regenerated!":["Активы восстановлены!"],"Astra Free vs Pro":["Astra Free против Pro"],"Breadcrumbs Shortcode":["Шорткод Навигационные цепочки"],"Super Fast and Stable":["Супер быстрый и стабильный"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra работает с собственным редактором WordPress без зависимости от внешнего кода. Таким образом, это быстро и стабильно."],"Secure and Integrated":["Безопасный и интегрированный"],"Google Will Love and Rank":["Google будет любить и ранжировать"],"Fluid Site Layout":["Гибкий макет сайта"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Меньшее количество внешних скриптов и зависимостей обеспечивает чистоту кода, что приводит к небольшому размеру файлов и более быстрой загрузке."],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Загружает активы динамически по требованию. Активы загружаются только для тех блоков, которые используются на странице."],"Multiple Button Elements":["Несколько элементов кнопок"],"Multiple HTML Elements":["Несколько элементов HTML"],"EDD Mini-Cart Shortcode":["Шорткод мини-корзины EDD"],"Hooks Support to Add Custom Code":["Поддержка хуков для добавления пользовательского кода"],"Search Box Shortcode":["Шорткод окна поиска"],"Shrink When Scroll Up":["Сжиматься при прокрутке вверх"],"Just-in-time Compiler":["Срочный компилятор"],"Padded Site Layout":["Подшитый макет сайта"],"Multiple Page Headers":["Множество шапок"],"Sticky Header Animations":["Анимация прилепленной шапки"],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["После многих лет эволюции и обновлений старый конструктор шапки и подвала подошёл к моменту, когда он больше не способен обеспечивать работу всех новых функций. Рекомендуем вам перейти на новый конструктор шапки и подвала, который имеет ряд новых функций и обеспечивает более удобную работу."],"Sticky When Scroll Up":["Клеится при прокрутке вверх"],"Hide Sticky When Scroll Down":["Скрыть прилепленные при прокрутке вниз"],"Custom Header":["Пользовательский заголовок сайта"],"Activate All":["Активировать все"],"See all Astra Pro Features":["Посмотреть все возможности Astra Pro"],"Full Features":["Полные характеристики"],"Blog \/ Archive Page – Post Readtime Meta Option":["Блог \/ Архивная страница - Мета-параметр времени чтения записи"],"Single Post Page – Post Navigation Visibility Control":["Отдельная страница - контроль видимости навигации по записям"],"Single Post Page – Author Info Box":["Отдельная страница - информационный блок автора"],"Deactivate All":["Деактивировать всё"],"This option only available in Astra Pro.":["Эта опция доступна только в Astra Pro."],"Astra Free VS Pro":["Astra Free VS Pro"],"Single Post Page – Post Readtime Meta Option":["Отдельная страница - Мета-опция времени чтения записи"],"24\/7 Premium Support":["24\/7 поддержка премиум-класса"],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Получите доступ к мощным функциям для простого дизайна WordPress без высоких затрат. Мощные инструменты, премиум-поддержка, безграничные возможности с Pro! Включить или отключить уведомления об обновлениях "],"Access To Pro Updates":["Доступ к обновлениям Pro"],"Activated!":["Активирован!"],"Clean code output and lightning-fast load times keep visitors and search engines happy.":["Чистый код и молниеносная загрузка сайта радуют посетителей и поисковые системы."],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Чистый код, написанный с использованием новейших стандартов для максимальной безопасности и безупречной работы с любыми плагинами WordPress."],"CSS File Generation For Speed Optimization":["Создание CSS-файла для оптимизации скорости"],"Custom 404 Page":["Пользовательская страница 404"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Включите эту опцию, чтобы загрузить шрифты Google и сохранить их на своем сервере. Это может быть полезно для повышения скорости работы вашего сайта и соблюдения требований GDPR."],"Start Customizing":["Начать настройку"],"Successfully saved!":["Успешно сохранено!"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Эта опция загрузит файлы шрифтов сразу при загрузке страницы. Предварительная загрузка локальных шрифтов может еще больше ускорить работу вашего веб-сайта."],"updating...":["обновление..."],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Перейдите на Astra Pro, чтобы получить доступ к конструктору сайтов, который позволяет создавать уникальные верхние и нижние колонтитулы, страницы 404 и настраиваемое содержимое."],"View Documentation":["Просмотреть документацию"],"We love to hear from you, we would appreciate every single review.":["Мы будем рады услышать ваше мнение и будем благодарны за каждый отзыв."],"Zero Bloat, No Dependencies":["Без лишнего, без зависимостей"],"Documentation":["Документация"],"Scroll to Top":["Прокрутить вверх"],"What's New?":["Что нового?"],"Spectra":["Spectra"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Получите доступ к мощным функциям для простого дизайна WordPress без высоких затрат. Благодаря экономии времени этот продукт окупит себя!"],"Welcome to KB Docs":["Добро пожаловать в KB Docs"],"Build Better Websites with Astra Pro":["Создавайте лучшие сайты с помощью Astra Pro"],"Upgrade to Astra Pro":["Обновить до Astra Pro"],"Upgrade Now":["Повысить тариф"],"Legacy":["Наследие"],"here.":["здесь."],"Design":["Оформление"],"Performance":["Производительность"],"Click the button to reset the local fonts cache.":["Щёлкните по кнопке, чтобы сбросить кэш локальных шрифтов."],"Flush Local Font Files":["Очистить локальные файлы шрифтов"],"Flush Local Fonts Cache":["Очистить кэш локальных шрифтов"],"Load Google Fonts Locally":["Загрузить шрифты Google локально"],"Preload Local Fonts":["Предварительная загрузка локальных шрифтов"],"Go to Customizer":["Перейти к настройке темы"],"Use New Header\/Footer Builder":["Используйте новый конструктор шапки\/подвала"],"Starter Templates":["Стартовые шаблоны"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Learn More":["Узнать больше"],"Knowledge Base":["База знаний"],"Site Layouts":["Макеты сайта"],"White Label":["Белая этикетка (White Label)"],"Spacing":["Интервал"],"LifterLMS":["LifterLMS"],"Settings":["Настройки"],"WooCommerce":["WooCommerce"],"Blog":["Блог"],"General":["Общие"],"Welcome To %s!":["Добро пожаловать в %s!"],"Welcome":["Добро пожаловать"],"Customize":["Настроить"],"Typography":["Типографика"],"Search":["Поиск"],"Footer":["Подвал"],"Header":["Заголовок"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}